IDEA Open Model
PointResults Class
Compatible with IDEA StatiCa Beta 20.0
 Point results
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.PointResults
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class PointResults
Public Class PointResults
The PointResults type exposes the following members.
Constructors
Name | Description
PointResults
 Constructor
Top
Properties
Name | Description
Point
 Point
Results
 List of results in the point
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace